{
  "catppuccin": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "mini-git": { "branch": "main" },
  "mini.Pairs": { "branch": "main" },
  "mini.completion": { "branch": "main" },
  "mini.diff": { "branch": "main" },
  "mini.icons": { "branch": "main" },
  "mini.pick": { "branch": "main" },
  "mini.statusline": { "branch": "main" },
  "mini.surround": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" }
}
